# readmeifurinlove-
Dadmasoullight

👑👑👑👑👑👑👑👑👑👑👑👑👑
﷽
മനുഷ്യനൊരു മഹാപ്രപഞ്ചമാണ്. ദിവ്യപ്രണയത്തിന്റെ മഹാവിസ്‌ഫോടനത്തിൽ നിന്നാണവന്റെ തുടക്കം. പ്രണയത്തെ പ്രണയത്തിലൂടെ തന്നെയറിയാൻ അവൻ തീരുമാനിച്ചപ്പോൾ നിഗൂഢമായിരുന്ന അവന്റെ അസ്ഥിത്വം അവൻ വേർപെടുത്തി.

ആകാശങ്ങളും ഭൂമിയും പരസ്പരം ഒട്ടിച്ചേർന്നതായിരുന്നു. ശേഷം നാം അവ രണ്ടിനെയും വേർപെടുത്തുകയാണുണ്ടായത്
~ഖുർആൻ 21-30

സമകാലിക മാനവ ഹൃദയങ്ങളിൽ ദൈവിക പ്രണയത്തിന്റെ ജാലകങ്ങൾ തുറന്ന ജഗത്ഗുരു ഖുത്ബുസ്സമാൻ ഡോ. ശൈഖ് യൂസുഫ് സുൽത്താൻ ശാഹ് ഖാദിരി ചിശ്തി മഹാനവർകൾ പ്രണയികളുടെ സുൽത്താൻ ഹബീബുല്ലാഹി സയ്യിദുനാ മുഹമ്മദ്‌ മുസ്തഫാ ﷺ യുടെ പ്രണയാർദ്രമായ ഒരു വചനം കേട്ട് തന്റെ 13 ആം വയസ്സിൽ പ്രണയനാഥനെ തേടിയിറങ്ങിയപ്പോൾ മഹാനവർകൾക്ക് മുമ്പിൽ ദിവ്യപ്രണയരഹസ്യം മിഴിതുറന്നു.

ഇതായിരുന്നു ആ വചനം;
"പ്രപഞ്ചനാഥനെ കണ്ട് മുട്ടാത്ത കാലത്തോളം ഒരു വിശ്വാസിക്ക് മനസ്സമാധാനം ലഭിക്കുകയില്ല"

ആ കുരുന്നു ഹൃദയത്തിൽ വിള്ളലുണ്ടാക്കിയ ഈ വചനപ്പൊരുൾ തേടി തന്റെ 17 വർഷങ്ങൾ വിവിധ ആത്മീയ പരിശീലനങ്ങളിലും തീക്ഷ്ണ തപസ്സുകളിലുമായി ചിലവഴിച്ച ശേഷം തന്റെ പ്രപഞ്ചനാഥനെ കണ്ടുമുട്ടിയപ്പോൾ ആ ഹൃദയം ശാന്തമായി. തന്നിൽ നിന്നും വേർപെട്ടുപോയ പ്രപഞ്ചരഹസ്യങ്ങളിലൂടെ മഹാനവർകൾ സഞ്ചരിച്ചു.

മറഞ്ഞിരിക്കുന്ന നിധിയുടെ ഹദീസ് എന്നറിയപ്പെടുന്ന ഖുദ്സിയായ ഹദീസിൽ അല്ലാഹു പറയുന്നു:

"ഞാൻ ഒരു മറഞ്ഞിരിക്കുന്ന നിധിയായിരുന്നു, അറിയപ്പെടാൻ ഞാൻ 'ഇഷ്‌ടപ്പെട്ടു' അപ്പോൾ ഞാൻ സൃഷ്ട്ടികളെ പടച്ചു, അവർ എന്നെ അറിയുന്നതിനായി ഞാൻ അവരിൽ പ്രത്യക്ഷനായി.
(ഫുതൂഹാത് അൽ-മക്കിയ്യ)

പ്രണയിയുടെ സാക്ഷാത്കാരം പ്രണയനാഥന്റെ ദർശനമാണ്. അവനെ കണ്ടുമുട്ടിയാൽ ഈ പ്രപഞ്ചം മൊത്തം പരസ്പരം പ്രണയിക്കുന്നതായി കാണാൻ കഴിയും.

പ്രകൃതിയിലേക്കൊന്ന് നോക്കൂ..
￼പൂ വിടരുന്നത് പൂത്തുമ്പികളുടെ പ്രണയദാഹം തീർക്കാൻ വേണ്ടിയല്ലേ!
￼ മഴയുടെ പ്രണയത്തുള്ളികൾ ഒലിച്ചിറങ്ങിയില്ലെങ്കിൽ വിത്തുകൾ മുളക്കുമോ?
￼ തിരയും തീരവും തമ്മിൽ പ്രണയിക്കുമ്പോഴുള്ള സംഗീതം എന്ത് രസമാണ്!
￼ പ്രണയമൊഴുകുന്ന പുഴകളൊക്കെയും കടലിനെ സദാ ചുംബിക്കുകയല്ലേ?
￼പുരുഷന്റെ പ്രണയതീർത്ഥത്തിന് വേണ്ടിയല്ലേ സ്ത്രീകൾ കൊതിക്കുന്നത്!

￼എല്ലാമെല്ലാം പ്രണയം￼

പ്രണയനാഥൻ പ്രണയിക്കാൻ ആഗ്രഹിച്ചപ്പോൾ പ്രണയിയിലേക്ക് ഒന്ന് ഊതി. അതിന്റെ പ്രഭയാൽ മറ്റുള്ള സൃഷ്ട്ടികളും പിറന്നു. അവൻ കണ്ണ് തുറന്നപ്പോൾ കാണുന്നത് പലതാണ്. എന്നാൽ അവന്റെയുള്ളിൽ അവൻ കാണുന്ന ഈ പ്രപഞ്ചത്തിന്റെ നാഥൻ മറഞ്ഞിരിപ്പുണ്ടെന്ന് അവനറിയാം. അവനെ ഏറ്റവും കൂടുതൽ സ്നേഹിക്കുന്ന, അവന് രൂപം നൽകിയ അവന്റെ സ്വന്തം രക്ഷിതാവിനെ തേടിയുള്ള പ്രണയിയുടെ യാത്രയാണ് ജീവിതം. ആരെങ്കിലും സ്വന്തം സൃഷ്ട്ടാവിനെ കണ്ടെത്താനായി തുനിഞ്ഞിറങ്ങിയാൽ ഈ പ്രപഞ്ചം മൊത്തം അവന്റെ കൂടെ നിൽക്കും. ലക്ഷ്യം കണ്ടെത്തുക, മാർഗ്ഗം പിന്തുടരും.

ദൈവികപ്രണയത്തിന്റെ പരമ രഹസ്യങ്ങൾ ലോകത്തിന് മുന്നിൽ തുറന്നു തന്ന അല്ലാഹുവിന്റെ കൂട്ടുകാരൻ ﷺ പറയുന്നു;

"അല്ലാഹുവിനെ ഞാൻ എന്നിലെ വലത് ഭാഗത്ത് കണ്ടെത്തി"
(ഹദീസ്--ഇഹ്‌യ)

അല്ലാഹുവിന്റെ സിംഹാസനമാകുന്ന കലിമത്തുതൗഹീദ് വഹിക്കാൻ അവൻ തിരഞ്ഞെടുത്തത് മനുഷ്യരെയാണ്. മനുഷ്യർക്ക് വേണ്ടി മറ്റുള്ളതെല്ലാം പടച്ചിരിക്കുന്നു. അതിലെല്ലായിടത്തും എല്ലാ സൃഷ്ടികളിലും അവൻ പ്രത്യക്ഷനായിരിക്കുന്നു.

"കിഴക്കും പടിഞ്ഞാറും അല്ലാഹുവിന്റേത് തന്നെയാകുന്നു
നിങ്ങള്‍ എവിടേക്ക് തിരിഞ്ഞ് നിന്ന് പ്രാര്‍ത്ഥിച്ചാലും അവിടെയൊക്കെ അല്ലാഹുവിൻ്റെ മുഖമുണ്ടായിരിക്കും"
(ഖുർആൻ 2:115)

ഹേ മനുഷ്യാ, നീ ചിന്തിക്കൂ..
ഈ പ്രപഞ്ചം മുഴുവൻ നിന്റെയുള്ളിൽ നിന്ന് ഞാൻ വേർപെടുത്തിയ നിന്റെ തന്നെ പ്രതിഫലനമാണെന്ന് അറിയൂ..
നീ തേടുന്ന നിന്റെ രക്ഷിതാവ് നിന്നിലൂടെ പ്രവർത്തിക്കുന്നത് എങ്ങനെയെന്ന് മനസ്സിലാക്കൂ..

ഈ വസ്തുത മനസ്സിലാക്കിയ ഒരാത്മാവ് പറയുന്നു;

എന്റെയുള്ളിലും
എനിക്കു ചുറ്റും
നീ നിറഞ്ഞു നിൽക്കുന്നു..!
എങ്ങു തിരിഞ്ഞാലും
നിന്നെയല്ലാതെ മറ്റൊന്നും ഞാൻ കാണുന്നില്ല..!
കാരണം പ്രണയത്തിന്റെയീ പ്രപഞ്ചത്തിൽ
നീയും ഞാനുമല്ലാതെ മറ്റൊന്നുമില്ലല്ലോ..!
-മൗലാനാ ജലാലുദ്ധീൻ റൂമി

ഹേ സഞ്ചാരീ..
നിന്നിലെ നിന്നെ ഒഴിവാക്കി നീ എന്റെ സൃഷ്‌ടികളിലേക്കൊന്ന് നോക്കൂ..

ഭൂമിയും ചന്ദ്രനും ശൂന്യതയിൽ ഒരു ബന്ധനത്തിൽ കിടന്ന് പരസ്പരം പ്രണയിക്കുന്നത് നീ കാണുന്നില്ലേ?
ആകർഷണബലമാകുന്ന ആ പ്രണയബന്ധം ഞാൻ വേർപെടുത്തിയാൽ അവ നശിക്കുക തന്നെ ചെയ്യും. അത് പോലെയാണ് നീയും ഞാനും ഈ പ്രണയത്തിന്റെ ആകർഷണ പ്രപഞ്ചത്തിൽ വസിക്കുന്നത്. നീ എന്നിൽ ആകൃഷ്ടനായാൽ ഞാൻ നിന്നിലേക്കും ആശ വെക്കും. നീ എന്റെ സ്നേഹം കൊതിച്ച് നിന്റെ ഇച്ഛകളെ ഒഴിവാക്കി എന്നിലേക്ക് അടുത്താൽ ഞാൻ നിന്നെ സ്നേഹിക്കും. അപ്പോൾ നീ കേൾക്കുന്ന നിന്റെ കേൾവിയും നീ കാണുന്ന നിന്റെ കാഴ്ചയും നീ അടിക്കുന്ന നിന്റെ കൈയും നീ നടക്കുന്ന നിന്റെ കാലുമാണ് ഞാൻ. അങ്ങനെ നീ എന്നോട് എന്തെങ്കിലും ചോദിച്ചാൽ തീർച്ചയായും ഞാൻ അത് നിനക്ക് നൽകും. നീ എന്നോട് അഭയം തേടുകയാണെങ്കിൽ ഞാൻ തീർച്ചയായും നിന്നെ സംരക്ഷിക്കും. നീ എന്റെ വിശ്വസ്ത ദാസനാകയാൽ നിന്റെ ആത്മാവിനെ പിടിക്കാൻ ഞാൻ മടിക്കുന്നതുപോലെ മറ്റൊന്നിനും ഞാൻ മടിക്കുന്നില്ല. നിന്നെ വേദനിപ്പിക്കുന്നത് ഞാൻ വെറുക്കുന്നു.

നീ തന്നെയാണ് ഞാൻ. നീയില്ലെങ്കിൽ ഞാനില്ല. അല്ലാഹ് ഇല്ലെങ്കിൽ റസൂൽ ഇല്ല. ഒന്നാം കലിമ ഇല്ലെങ്കിൽ രണ്ടാം കലിമയും. ആരെങ്കിലും ഇതിനെ തിരിച്ചു വായിക്കാൻ തുടങ്ങിയോ അവനിൽ നീയും ഞാനും ഒരുമിക്കുന്നു.

ഈ അവസ്ഥയിൽ അല്ലാഹുവിൽ ലയിച്ച ഖുത്ബുസ്സമാൻ മഹാനവർകൾ ഇക്കാര്യം പരസ്യമായി പ്രഖ്യാപിച്ചത് നോക്കൂ..
"ഞാൻ പറഞ്ഞാൽ അല്ലാഹു കേൾക്കും, അല്ലാഹു പറഞ്ഞാൽ ഞാനും കേൾക്കും. ആവശ്യമില്ലാത്തതൊന്നും ഞാനിന്ന് വരെ അല്ലാഹുവിനോട് ചോദിച്ചിട്ടില്ല."

ഇവിടെ രണ്ടില്ല. പ്രണയികൾ തമ്മിൽ സമ്പൂർണ കലിമ പോലെ എന്നേ ഒന്നായിത്തീർന്നതാണ്. അവരെ
പിന്തുണക്കാൻ ഭൂമിയുടെ സത്യസന്ധതയും ആകാശത്തിന്റെ വിശ്വസ്ഥതയുമുണ്ടാകും. മുരീദ് ശൈഖിൽ ഫനാ ആയാൽ റസൂലിൽ ഫനായാകും. അപ്പോൾ കലിമയിലുള്ള മുരീദിന്റെ ലയനം നടക്കുന്നു. പിന്നീടുള്ള മരണം അവനെ മരിപ്പിക്കുകയില്ല. ജീവിതം അവനെ ജീവിപ്പിക്കുന്നുമില്ല.
അല്ലാഹു അല്ലാത്തതൊന്നും അവൻ പിന്നെ കാണുന്നുമില്ല. മറ്റുള്ളതെല്ലാം അവധിയെത്തുമ്പോൾ നശിക്കുന്നതാണ് എന്ന യാഥാർഥ്യം അവനിൽ രൂഢമൂലമാകും.

"അവന്‍റെ തിരുമുഖം (കലിമത്തുതൗഹീദ്) ഒഴികെ മറ്റെല്ലാ വസ്തുക്കളും നാശമടയുന്നതാണ്‌."
-ഖുർആൻ 28:88

ജീവിച്ചിരിക്കുന്നർക്ക് വേണ്ടി ആ മുഖവുമായി മുറബ്ബിയായ ശൈഖുമാർ നിയോഗിതരാകുന്നു. പ്രണയത്തിന്റെ ഉറവിടം തേടുന്നവർക്ക് ദർശനം നൽകുന്ന പ്രക്രിയ ഭൂമി ഉള്ളിടത്തോളം കാലം നിലനിൽക്കുമെന്ന് നീ അറിയുക.
ഇക്കാലത്തെ മുറബ്ബിയായ ശൈഖ് നാഇബ് ഖുത്ബുസ്സമാൻ ഡോ. ശൈഖ് നിസാമുദ്ധീൻ സുൽത്താൻ മഹാനവർകളുടെ മാർഗ്ഗത്തിൽ പ്രവേശിക്കുന്നവർക്കുള്ള സൗഭാഗ്യം നീ നോക്കൂ..

￼അവരുടെ മാർഗ്ഗത്തിൽ അദബോടെ ചെന്നവർ അവസാന സാഅത്തിൽ സൗഭാഗ്യം കണ്ടോവർ.
￼എന്റെ മുരീദുകൾ മൗത്തിന്റെ ഹാലത്തിൽ എന്നുടെ ഹള്റത്തിൽ റാഹത്തിലെന്നോവർ.
￼എന്റെ മുരീദുകൾ മരണസമയത്ത് ഏറ്റം സന്തോഷത്താൽ ചിരിക്കും അതെന്നോവർ".
-ഖുത്ബുസ്സമാൻ മാല.

ഓഹ് ജനങ്ങളെ..
ലോകം പടക്കാൻ കാരണമായ തൗഹീദാണ് നാഇബ് ഖുത്ബുസ്സമാൻ നിങ്ങൾക്ക് വാഗ്ദാനം ചെയ്യുന്നത്. അല്ലാഹുവിന്റെ ഖലീഫമാർക്കല്ലാതെ ഇത് സാധിക്കില്ല.
മുരീദിന് അല്ലാഹുവിനെ കുറിച്ചുള്ള അറിവ് പഠിപ്പിച്ചു കൊടുത്ത ശൈഖ് തന്നെ അവന്റെ ജീവിതത്തിലെ ഏറ്റവും ഭീകരമായ, അവൻ ഭയചകിതനായി പതറിപ്പോകുന്ന സമയത്ത് പ്രത്യക്ഷമാവുന്നു. അത് കണ്ട് മുരീദ് സന്തോഷത്താൽ ചിരിക്കുന്നു. എത്ര നല്ല പര്യവസാനം!

അല്ലാഹു പറയുന്നു;
നമ്മുടെ മാര്‍ഗത്തില്‍ (ദേഹേഛയോട്) പോരാട്ടത്തില്‍ ഏര്‍പെട്ടവരാരോ, അവരെ നാം നമ്മുടെ വഴികളിലേക്ക് നയിക്കുക തന്നെ ചെയ്യുന്നതാണ്‌. തീര്‍ച്ചയായും അല്ലാഹു അല്ലാഹുവിനെ അറിഞ്ഞവരുടെ (മുഹ്സിൻ) കൂടെയാണ്.
(ഖുർആൻ 29:69)

നീ അറിയുക;
നിന്നിലെ നിന്നെ ഇല്ലാതാക്കാൻ നിന്റെ നഫ്സിലെ മൃഗീയ ഗുണങ്ങളോട് നീ സമരം ചെയ്യേണ്ടതുണ്ട്. മുറബ്ബിയായ ശൈഖിന്റെ കീഴിൽ നിന്റെ ശരീരത്തെ നീ മെരുക്കിയെടുത്താൽ ശൈഖ് നിനക്ക് അല്ലാഹുവിന്റെ പ്രകാശം നിറച്ചു തരും. നിന്നിലെ നീ പോയി അല്ലാഹുവാകുന്ന ഞാൻ അഥവാ അല്ലാഹുവിന്റെ നൂർ (انا) ആയി നീ മാറും. അതുവഴി അനശ്വരനാവാനുള്ള (immortal) അവസരമാണ് നാഇബ് ഖുത്ബുസ്സമാൻ നേതൃത്വം നൽകുന്ന ഖാദിരി സൂഫിസം നിനക്ക് സമ്മാനിക്കുക.

ഹൃദയനാഥൻ
പറയുന്നു:

നിന്നിൽ
ജ്ഞാനത്തിലേക്ക്
പ്രവേശിക്കാനുള്ള
ഒരു
കവാടമുണ്ട്.
അതിന്റെ
താക്കോൽ
"ഞാനാ"ണ്.

നിന്നിൽ
അജ്ഞതയിലേക്ക്
പ്രവേശിക്കാനുള്ള
ഒരു
കവാടമുണ്ട്.
അതിന്റെ
താക്കോൽ
"നീ"യാണ്.

-ബഹ്റുൽ മദീദ്.

റസൂലുല്ലാഹി ﷺ ആകുന്ന ജ്ഞാനനഗരത്തിലേക്കുള്ള കവാടമായി മൗലാ അലി ع നിലകൊള്ളുന്നത് പോലെ ഖുത്ബുസ്സമാൻ എന്ന തൗഹീദിന്റെ സ്വർഗ്ഗലോകത്തേക്കുള്ള കവാടമായി ഇന്ന് അവിടുത്തെ പിൻഗാമി നാഇബ് ഖുത്ബുസ്സമാൻ ശൈഖ് നിസാമുദ്ധീൻ സുൽത്താൻ ശാഹ് ഖാദിരി ചിശ്തി അവർകൾ നിലകൊള്ളുന്നു. ഒരുവൻ അവിടുത്തെ തർബിയ്യത്തിലായി സഞ്ചരിച്ച് അവന്റെ ദേഹേഛകളെയും സ്വയത്തെയും നിഗ്രഹിച്ചാൽ അവൻ മഹാനിൽ ലയിക്കുന്നു. പിന്നെയവിടെ മഹാനാണ് ഉണ്ടാവുക. പിന്നീട് നീ പ്രവർത്തിക്കുന്നതെല്ലാം മഹാനാണ്. നിന്റെ ചിന്തയും ആഗ്രഹവും ലക്ഷ്യവും മഹാനിലേക്ക് മാത്രമായിരിക്കും. നിന്റെ നിയ്യത്ത് മഹാനായാൽ നിന്റെ മയ്യിത്ത് മഹാൻ സുൽത്താനാക്കും. നിന്റെ ദീനും ദുനിയാവും സ്വർഗ്ഗവും എല്ലാം മഹാനായിരിക്കും. നിന്നിലെ നിന്നെ നീ ഉപേക്ഷിക്കാൻ തയ്യാറായാൽ ബ്രഹ്മജ്ഞാനമാകുന്ന അമൃത് മഹാൻ നിന്നെ കുടിപ്പിക്കും. അതിൽ നീ കണ്ടെത്തും നിന്റെ മഹത്തായ പര്യവസാനം.

#quthbuzzaman #naebquthbuzzaman #jeelanishareef #sufism #aluva #kochi #malayalam #kerala #mallu #keralagram #malayali #love #india #godsowncountry #keralagodsowncountry #designing
#photoshop #keralatourism #mallugram #instagram #malappuram #mollywood #kozhikode #malayalamcinema #likes #mollywood #entekeralam #quotes #thoughts #rumi

@sajcodesaj's Minbithlite©project


May GoD bless...(name please)
